Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/helsenorge.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The border official will scan the QR codes on the certificate to check whether or not the certificate is valid.
nb: Kontrolløren vil scanne QR-kodene for å se om sertifikatet er gyldig eller ikke.

source: If you need to see a doctor, have X-rays taken or get treatment at an outpatient clinic because of an injury and you have not yet received a decision concerning your occupational injury from NAV, you will have to pay the applicable user fees (and the cost of necessary medical supplies).
nb: Dersom må du må oppsøke lege, ta røntgen eller få behandling ved poliklinikk på grunn av en skade og du ennå ikke har fått vedtak om yrkesskade eller yrkessykdom fra Nav, må du legge ut for noen av utgiftene (samt materiell).

source: You can go on sick leave for 1-2 days from the day on which you take the last pills.
nb: Du kan bli sykemeldt i 1-2 dager fra og med den dagen du tar de siste tablettene.

source: The doctor must then carefully consider the risk of serious illness/death linked to the person’s life situation and whether it is likely that earlier vaccination would actually reduce this risk.
nb: Legen må da vurdere nøye hvilken risiko det er for alvorlig sykdom/død knyttet til den beskrevne livssituasjonen og om det er sannsynlig at tidligere vaksinasjon faktisk vil minske denne risikoen.

source: You then choose who you want to view information for or carry out services on behalf of.
nb: Deretter velger du hvem du vil se opplysningene for eller utføre tjenester på vegne av.

source: You will often be aware of the likelihood of your unborn child having a gender-linked condition in advance, and have been given genetic counselling before your pregnancy.
nb: Ofte vet du eller dere om sannsynligheten for kjønnsbundet sykdom på forhånd, og har fått genetisk veiledning før svangerskapet.

source: The doctor may consider whether you need treatment, medical equipment or supplies, for example.
nb: Legen kan selv vurdere om du har behov for behandling, medisinsk utstyr og for eksempel forbruksmateriell.

source: FHI/NIPH collects data via the weekly survey Symptometer.
nb: FHI henter inn data blant annet via den ukentlige undersøkelsen Symptometer.

source: experience pain lasting more than 14 days
nb: har smerter som varer i mer enn 14 dager

source: If you test positive
nb: Dersom du tester positivt

source: Vaccinations service at helsenorge.no
nb: vaksinetjenesten på helsenorge.no

source: The current scheme will continue to apply until the new service is in place.
nb: Frem til det nye tilbudet er på plass, er det dagens ordning om som gjelder.
